Repository: pardus/pardus-nvidia-installer
Catalog: *.po
Languages: pt

source: <span><b>Warning</b></span>
pt: <span><b>Aviso</b></span>

source: Changes have been made . To ensure these changes take effect, a system restart is required. Please save any work and click 'OK' to complete the process.
pt: Foram efetuadas alterações . Para que estas alterações tenham efeito, é necessário reiniciar o sistema. Guarde o trabalho efetuado e clique em 'OK' para concluir o processo.

source: <span><b>⚠️ Important Notice: ⚠️</b></span>
pt: <span><b>⚠️ Aviso importante: ⚠️</b></span>

source: This application is developed and maintained by the Pardus team to facilitate Nvidia graphics driver installation. The drivers are sourced from official Pardus and Nvidia repositories. <b>Driver Source and Usage</b> While this is an official Pardus application, the graphics drivers themselves are developed by Nvidia Corporation. Pardus provides this installation tool as a convenience for our users, but the drivers remain the intellectual property of Nvidia Corporation. <b>Disclaimer:</b> Please note that while we strive to ensure a smooth installation process, Pardus cannot guarantee the performance or compatibility of Nvidia drivers with all hardware configurations. Users install these drivers at their own discretion and risk. <b>Issue Reporting:</b> Feel free to report any issues or concerns via our GitHub repository: <a href="https://github.com/pardus/pardus-nvidia-installer"> Pardus Github </a>
pt: Esta aplicação é desenvolvida e mantida pela equipa do Pardus para facilitar a instalação do controlador gráfico da Nvidia. Os controladores são obtidos a partir dos repositórios oficiais do Pardus e da Nvidia. <b>Fonte e utilização dos controladores</b> Embora esta seja um aplicação oficial do Pardus, os controladores gráficos em si são desenvolvidos pela Nvidia Corporation. O Pardus fornece esta ferramenta de instalação como uma conveniência para os nossos utilizadores, mas os controladores continuam a ser propriedade intelectual da Nvidia Corporation. <b>Isenção de responsabilidade:</b> Tenha em atenção que, embora nos esforcemos por assegurar um processo de instalação sem problemas, o Pardus não pode garantir o desempenho ou a compatibilidade dos controladores Nvidia com todas as configurações de hardware. Os utilizadores instalam estes controladores por sua própria conta e risco. <b>Comunicação de problemas:</b> Pode comunicar quaisquer problemas ou preocupações através do nosso repositório GitHub: <a href="https://github.com/pardus/pardus-nvidia-installer"> GitHub do Pardus </a>

source: This application indicates that your secondary NVIDIA GPU is currently disabled. To activate it, simply click the 'Enable GPU' button next to this message.
pt: Esta aplicação indica que a sua GPU NVIDIA secundária está atualmente desativada. Para ativá-la, basta clicar no botão 'Ativar GPU' junto a esta mensagem.

source: Enable GPU
pt: Ativar GPU

source: page1
pt: página1

source: Use Nvidia Repository
pt: Usar o repositório da Nvidia

source: Disable Secondary GPU
pt: Desativar a GPU secundária

source: Apply Changes
pt: Aplicar alterações

source: page2
pt: página2

source: page0
pt: página0

source: There is no NVIDIA graphics card on your system. You can't use this application
pt: Não existe nenhuma placa gráfica NVIDIA no sistema. Não é possível utilizar esta aplicação

source: Pardus Nvidia Installer
pt: Instalador Nvidia Pardus

source: Driver
pt: Controlador

source: Version
pt: Versão

source: Description
pt: Descrição

source: Open Source Driver
pt: Controlador de Código Aberto

source: Proprietary Driver
pt: Controlador Proprietário

source: Operation completed successfully
pt: Operação concluída com sucesso

source: Auth or cancellation error
pt: Erro de autenticação ou cancelamento

source: An error occured
pt: Ocorreu um erro
